tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/cask-drivers"

brew "asdf"
brew "bash"
brew "bat"
brew "cfssl"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "doctl"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "helm"
brew "hexyl"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "kubectl"
brew "kubie"
brew "kubeseal"
brew "loc"
brew "mas"
brew "mmv"
brew "mosh"
brew "neovim"
brew "node"
brew "packer"
brew "starship"
brew "trash"
brew "tree"
brew "postgresql"
brew "redis"
brew "ripgrep"
brew "rsync"
# brew "skopeo"
brew "ssh-copy-id"
brew "starship"
brew "tfenv"
brew "trash"
brew "tree"
brew "unzip"
brew "velero"
brew "watch"
brew "wget"
brew "yq"

brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"

cask "1password-cli"
cask "alfred"
cask "cyberduck"
cask "daisydisk"
cask "docker"
cask "fantastical"
cask "firefox"
cask "fork"
cask "google-cloud-sdk"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
cask "obsidian"
cask "omnifocus"
cask "paw"
cask "pritunl"
cask "setapp"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "synology-drive"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "toggl-track"
cask "visual-studio-code"

mas "Spark", id: 1176895641
mas "Microsoft Remote Desktop", id: 1295203466
